theta = [{ name: "Stop African Land Grab",
   location: "New York City, NY, USA",
   url: "http://www.stopafricalandgrab.com/",
   desc: "Stop Africa Land Grab is an international grassroots effort started by Dr. Emeka Akaezuwa, dedicated to rolling back the existential threat posed to all Africans by the theft of land under the guise of foreign investment. Our objectives are to Stop and rollback Land Grab and to encourage genuine foreign investments, ones that are just and mutually beneficial.",
   locationsActive: ["Congo", "Eritrea", "Ethiopia", "Kenya", "Liberia", "Madagascar", "Mali", "Mauritania", "Mozambique", "Nigeria", "Sierra Leone", "South Sudan", "Sudan", "Tanzania", "Uganda"],
   grabbers: ["Goldman Sachs", "JP Morgan", "London-based Emergent that works to attract speculators", "various universities", "Harvard University", "Spellman College", "Vanderbilt University", "New Forests Company – UK", "Kinyeti Development LLC", "Howard Eugene Douglas (a former United States Ambassador at Large and Coordinator for Refugee Affairs - now deceased)", "Bruce Rastetter", "Petrotech-ffn USA", "Swedish and German firms have interests in the production of biofuels in Tanzania", "Addax Bioenergy from Switzerland", "Quifel International Holdings (QIH) from Portugal are major investors in Sierra Leone", "UK based Crad-1 (CAPARO Renewable Agriculture Developments Ltd.) (associated with the Tony Blair Africa)", "governments of China, India, Netherlands, and Saudi Arabia"],
   resistance: ["petition", "education"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"},

 { name: "Farmers and residents of Shangpu, China",
   location: "Shangpu, China",
   url: "http://www.globalpost.com/dispatch/news/afp/130310/china-village-chief-held-over-land-deal-clash",
   desc: "Chinese authorities have arrested a village chief and eight other people over clashes surrounding a land deal that provoked residents' fury, as officials sought to end a stand-off over the dispute Sunday.",
   locationsActive:  ["Shangpu, China"],
   grabbers: ["Li Baoyu (village head)", "unknown developer"],
   resistance: ["violent protest"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"},

 { name:"Understanding Land Investment Deals in Africa-- report by the Oakland Institute",
   location: "Oakland, California, USA",
   url: "http://media.oaklandinstitute.org/special-investigation-understanding-land-investment-deals-africa",
   desc: "Hedge funds and other foreign speculators are increasing price volatility and supply insecurity in the global food system, according to a series of investigative reports released today by the Oakland Institute. The reports are based on the actual materials from these land deals and include investigation of investors, purchase contracts, business plans and maps never released before now. The “Understanding Land Investment Deals in Africa” reports also reveal that these largely unregulated land purchases are resulting in virtually none of the promised benefits for native populations, but instead are forcing millions of small farmers off ancestral lands and small, local food farms in order to make room for export commodities, including biofuels and cut flowers.",
   locationsActive:  ["Ethiopia", "Mali", "Sierra Leone", "Mozambique", "Tanzania", "South Sudan"],
   grabbers: ["AgriSol Energy LLC", "Emergent Asset Management", "Nile Trading and Development", "Quifel Natural Holdings", "World Bank Group"],
   resistance: ["research/scholarship"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"},

 { name:"Unified Campesino Movement of the Aguan",
   location: "Aguán, Honduras",
   url: "n/a",
   desc: "The land grabs of the 1990s generated a powerful counter-movement for the recovery of peasant lands in the Aguán Valley. Dozens of peasant organizations emerged, such as the Peasant Movement of Aguán (MCA) formed in 1999, followed by the Unified Movement of Aguán Peasants (MUCA) in 2001. In most cases, the movements began by pursuing legal strategies-- filing requests for the nullification of purchase agreements and demanding investigations of fraudulent deals. When politically influential landowners repeatedly obstructed approaches, the movements began occupying the oil palm plantations claimed by… large landowners. What emerged over a decade of organizing in the Aguán is a mass ‘grab land back’ movement.” (from the book Grabbing Power: The New Struggles for Land, Food, and Democracy in Northern Honduras).",
   locationsActive: ["Aguan Valley"],
   grabbers: ["unknown"],
   resistance: ["political organizing", "legal", "nonviolent protest"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"},

 { name:"Southwest Georgia Project",
   location: "Georgia, USA",
   url: "http://www.swgaproject.com/",
   desc: "The Southwest Georgia Project (SWGAP) was originally begun in 1961 as a project of the Student Non-Violent Coordinating Committee (SNCC) in Southwest Georgia when SNCC sent student Charles Sherrod to engage residents and coordinate activities for the Civil Rights Movement. Throughout its history, the organization has been an advocate for social justice through grassroots community organizing among adults and youth to register and educate voters, organize local advocacy groups for social justice, and create jobs through the establishment of cooperative food based businesses and strengthening academic and leadership skills among youth.",
   locationsActive: ["Georgia", "Alabama", "Mississippi"],
   grabbers: ["Unknown"],
   resistance: ["community programs", "training for rural/farming men and women"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"},

 { name:"Communities of Sirinhaém Islands, Brazil",
   location:"Pernambuco, Brazil",
   url: "http://www.oxfam.org/en/grow/pressroom/pressrelease/2013-10-29/brazilian-state-prosecutor-investigate-land-grab",
   desc: "The case involves a local community in the islands of Sirinhaém on the coast of the state of Pernambuco, Brazil that was violently evicted from their homes to make way for the Usina Trapiche sugar mill, which supplies sugar to Coca-Cola and PepsiCo. The prosecutor convened a public hearing to assess delays since 2009 in the creation of an Extractive Reserve (RESEX) on the land that would enable the local community to return to the mangroves where they fished and grew food to earn a living and feed their families. ‘Action to restore local people’s access to their land is long overdue,’ said Gabrielle Watson, campaign manager in Brazil for Oxfam’s Behind the Brands initiative. ‘The community has fought for years to resolve this conflict but Trapiche and the local authorities have repeatedly blocked progress. We hope this investigation will finally help restore the community’s rights.’",
   locationsActive:  ["Islands of Sirinhaém"],
   grabbers: ["Coca-Cola", "PepsiCo", "Associated British Foods", "Usina Trapiche sugar mill"],
   resistance: ["legal system (ie taking the matter to court)"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"},

 { name:"Boeung Kak Community",
   location:"Boeung Kak, Cambodia",
   url: "http://www.aljazeera.com/news/asia-pacific/2014/01/cambodia-arrests-land-activists-2014164590553880.html",
   desc: "Five Cambodian land activists were arrested in the latest move by authorities to suppress street protests against the government of strongman premier Hun Sen, a rights group said. The five women were detained for hours and then released on Monday as they prepared to stage a rally in front of the French Embassy to call for the release of other imprisoned human rights defenders, the Cambodian League for the Promotion and Defense of Human Rights (LICADHO) said. The activists are from the Boeung Kak community, where thousands of families have been displaced to make way for a private development of a 220-acre lake, which has been filled in with sand, in the capital Phnom Penh.",
   locationsActive: ["Boeung Kak, Cambodia"],
   grabbers: ["Unknown"],
   resistance: ["nonviolent protest"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"},


 { name: "Joint Action Committee of the 1984 anti-Sikh riot victims and human right organizations",
   location: "Amritsar, India",
   url: "http://sikhnewsservice.com/1984-anti-sikh-riot-victims-accuse-former-akal-takht-jathedar-of-assault-intimidation/",
   desc: "Former Akal Takht Jathedar Giani Puran Singh is in the dock after a joint action committee of the 1984 anti-Sikh riot victims and human right organizations blamed him for allegedly assaulting the head of 1984 Sikh Shaheed Parivar Welfare Society, Harpal Singh, on Monday. Harpal along with victims and right activists had been on a protest since Sunday demanding to take back nearly four acres of land allegedly in illegal possession of Puran Singh.",
   locationsActive: ["Amritsar, India"],
   grabbers: ["land owner Giani Puran Singh"],
   resistance: ["nonviolent protest"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"},

 { name: "Bil'in Popular Committee",
   location: "Bil’in, West Bank, Palestine",
   url: "http://www.bilin-ffj.org/index.php?option=com_frontpage&Itemid=1, http://www.bilin-village.org/english/activities-and-support/",
   desc: "The Bil’in Popular Committee is a nonviolent resistance movement to Israel’s occupation of Palestine and the grabbing and destruction of Palestinian land.",
   locationsActive: ["West Bank, Palestine"],
   resistance: ["nonviolent protests"],
   published: "true",
   user: "keisha-khan_perry@brown.edu"}
]
